Repository: agxl/DirectAdmin-Evolution-DE
Catalog: login-*.po
Languages: de

source: ← Back to the login page
de: ← Zurück zur Login-Seite

source: Authenticate
de: Authentifizieren

source: Click here
de: Hier klicken

source: Code from E-mail
de: Code von E-Mail

source: Computer or server time out of sync by %{ hours } hours.
de: Die Computer- oder Serverzeit ist um %{ hours } Stunden nicht synchron.

source: Enter your Username and a confirmation link will be sent to your email account.
de: Geben Sie Ihren Benutzernamen ein und ein Bestätigungslink wird an Ihr E-Mail-Konto gesendet.

source: Forgot Password?
de: Passwort vergessen?

source: Hmm, login details do not seem to be correct. Please try again.
de: Hmm, Login-Daten scheinen nicht korrekt zu sein. Bitte versuchen Sie es erneut.

source: Language
de: Sprache

source: Log In using your username and code from E-mail
de: Melden Sie sich mit Ihrem Benutzernamen und Code aus der E-Mail an

source: Logged in..
de: Angemeldet..

source: Manage your domains, databases & other server info.
de: Verwalten Sie Ihre Domains, Datenbanken und andere Serverinformationen.

source: Password
de: Passwort

source: Please enter username
de: Bitte Benutzernamen eingeben

source: Request New Password
de: Neues Passwort anfordern

source: Send me a Link
de: Senden Sie mir einen Link

source: Sign in to Account
de: Anmelden bei Konto

source: Start DirectAdmin
de: DirectAdmin starten

source: Submit Answer
de: Antwort einreichen

source: Trust this device for %{ days } days
de: Vertraue diesem Gerät für %{ days } Tage

source: Two Step Authentication
de: Zweistufige Authentifizierung

source: Username
de: Benutzername
